{
  "Apply": "Anwenden",
  "Changes Applied": "Änderungen übernommen",
  "Color Picker": "Farbwähler",
  "OK": "OK",
  "Cancel": "Stornieren",
  "Translucent Flyouts Config": "Transluzente Flyouts-Konfiguration",
  "Global": "Global",
  "DropDown": "Runterfallen",
  "Menu": "Speisekarte",
  "Tooltip": "Tooltip",
  "General": "Allgemein",
  "Animation": "Animation",
  "Hot": "Heiß",
  "Disabled Hot": "Hot deaktiviert",
  "Focusing": "Fokussieren",
  "Separator": "Separator",
  "Effect Type": "Effekttyp",
  "Corner Type": "Ecktyp",
  "Enable Drop Shadow": "Aktivieren Sie Schlagschatten",
  "No Border Color": "Keine Randfarbe",
  "Enable Theme Colorization": "Aktivieren Sie die Theme-Kolorierung",
  "Dark Mode Border Color": "Randfarbe im Dunkelmodus",
  "Light Mode Border Color": "Rahmenfarbe im Lichtmodus",
  "Dark Mode Gradient Color": "Farbverlauf im dunklen Modus",
  "Light Mode Gradient Color": "Farbverlauf im Lichtmodus",
  "Disabled": "Deaktiviert",
  "No System Drop Shadow": "Kein System-Schlagschatten",
  "Enable Immersive Style": "Aktivieren Sie den immersiven Stil",
  "Enable Custom Rendering": "Aktivieren Sie benutzerdefiniertes Rendering",
  "Enable Fluent Animation": "Aktivieren Sie flüssige Animation",
  "No Modern App Background Color": "Keine moderne App-Hintergrundfarbe",
  "Color Treat As Transparent": "Farbe als transparent behandeln",
  "Color Treat As Transparent Threshold": "Farbe als transparente Schwelle behandeln",
  "Fade Out Time": "Ausblendzeit",
  "Pop In Time": "Kommen Sie rechtzeitig vorbei",
  "Fade In Time": "Mit der Zeit verblassen",
  "Pop In Style": "Pop-in-Style",
  "Start Ratio": "Startverhältnis",
  "Enable Immediate Interupting": "Aktivieren Sie die sofortige Unterbrechung",
  "Dark Mode Color": "Farbe im Dunkelmodus",
  "Light Mode Color": "Lichtmodusfarbe",
  "Corner Radius": "Eckenradius",
  "Width": "Breite",
  "Use Global Setting": "Globale Einstellung verwenden",
  "Yes": "Ja",
  "No": "NEIN",
  "Disable": "Deaktivieren",
  "Transparent": "Transparent",
  "Solid": "Solide",
  "Blur": "Verwischen",
  "Classic Acrylic Blur": "Klassischer Acryl-Unschärfeeffekt",
  "Modern Acrylic Blur": "Moderne Acrylunschärfe",
  "Acrylic": "Acryl",
  "Mica": "Glimmer",
  "Mica Alt": "Kleiner Alt",
  "Don't Change": "Ändere dich nicht",
  "Square Corners": "Quadratische Ecken",
  "Large Corners": "Große Ecken",
  "Small Corners": "Kleine Ecken",
  "Slide Down": "Herunterrutschen",
  "Ripple": "Welligkeit",
  "Smooth Scroll": "Glattes Scrollen",
  "Smooth Zoom": "Reibungsloser Zoom",
  "Modify the overall appearance of all flyouts": "Ändern Sie das Gesamterscheinungsbild aller Flyouts",
  "Modify the appearance of all Dropdown flyouts": "Ändern Sie das Erscheinungsbild aller Dropdown-Flyouts",
  "Note: If values in Menu or Dropdown are applied then the corresponsiding Global values will be ignored.": "Hinweis: Wenn Werte im Menü oder Dropdown angewendet werden, werden die entsprechenden globalen Werte ignoriert.",
  "Modify the overall appearance of various menu items and their animations  including: Focused, Hot, Disabled Hot & Separator": "Ändern Sie das Gesamterscheinungsbild verschiedener Menüelemente und ihrer Animationen, einschließlich: Fokussiert, Heiß, Deaktiviert Heiß und Trennzeichen",
  "Modify the appearance of all Tooltips": "Ändern Sie das Erscheinungsbild aller Tooltips",
  "Effect type allows you to choose the background effect used in various flyouts and elements in Translucent Flyouts.": "Mit dem Effekttyp können Sie den Hintergrundeffekt auswählen, der in verschiedenen Flyouts und Elementen in durchscheinenden Flyouts verwendet wird.",
  "Description": "Beschreibung",
  "Support": "Unterstützung",
  "Disables any effects used for pop-ups.": "Deaktiviert alle für Popups verwendeten Effekte.",
  "Windows 10+": "Windows 10+",
  "Windows 10,<br>Windows 11(Before Build 22000)": "Windows 10,<br>Windows 11 (vor Build 22000)",
  "Windows 11": "Windows 11",
  "Windows 11 22H2+": "Windows 11 22H2+",
  "Supports Windows 10+": "Unterstützt Windows 10+",
  "Accepted Values": "Akzeptierte Werte",
  "Notes": "Anmerkungen",
  "Boolean": "Boolescher Wert",
  "Uses the corresponding value in the global tab as the <code>": "Verwendet den entsprechenden Wert in der globalen Registerkarte als <Code>",
  "</code> value.": "</code> Wert.",
  "Adds a fully transparent effect as the background for pop-ups.": "Fügt einen vollständig transparenten Effekt als Hintergrund für Pop-ups hinzu.",
  "Adds a solid coloured background effect as the background for pop-ups.": "Fügt einen einfarbigen Hintergrundeffekt als Hintergrund für Pop-ups hinzu.",
  "Adds a blurred effect as the background for pop-ups.": "Fügt einen Unschärfeeffekt als Hintergrund für Pop-ups hinzu.",
  "Adds a acrylic paint-textured blur effect as the background for pop-ups.": "Fügt einen Unschärfeeffekt mit Acrylfarbe als Hintergrund für Pop-ups hinzu.",
  "Adds the windows 11 styled acrylic paint-textured blur effect as background for pop-ups.": "Fügt den Unschärfeeffekt mit Acrylfarbe und Textur im Windows 11-Stil als Hintergrund für Pop-ups hinzu.",
  "Adds a acrylic paint-textured background layer as the background for the pop-ups.": "Fügt eine Hintergrundebene mit Acrylfarbe als Hintergrund für die Pop-ups hinzu.",
  "Adds the signature mica-blur effect as the background for the pop-ups.": "Fügt den charakteristischen Glimmer-Unschärfeeffekt als Hintergrund für die Pop-ups hinzu.",
  "Adds the signature mica-blur, but as a background layer for the background for the pop-ups.": "Fügt die charakteristische Glimmerunschärfe hinzu, jedoch als Hintergrundebene für den Hintergrund der Pop-ups.",
  "Corner type allows you to choose between differend shapes and sizes of corners used for the pop-ups.": "Mit dem Ecktyp können Sie zwischen verschiedenen Formen und Größen der für die Pop-ups verwendeten Ecken wählen.",
  "Keeps the default corner type as supported by windows": "Behält den von Windows unterstützten Standard-Eckentyp bei",
  "Use sharp corners instead of round corners.": "Verwenden Sie scharfe Ecken statt runder Ecken.",
  "Use more largely rounded corners": "Verwenden Sie stärker abgerundete Ecken",
  "Use smaller corners with lesser roundness": "Verwenden Sie kleinere Ecken mit geringerer Rundheit",
  "Enable Drop Shadow allows you to choose whether to enable the drop shadow effect for the pop-ups.": "Mit „Schlagschatten aktivieren“ können Sie auswählen, ob der Schlagschatteneffekt für die Pop-ups aktiviert werden soll.",
  "Disables the drop shadow visible behind the pop-ups.": "Deaktiviert den hinter den Pop-ups sichtbaren Schlagschatten.",
  "Enables an additional border with shadow bahind the pop-up": "Aktiviert einen zusätzlichen Rand mit Schatten hinter dem Popup",
  "Only works when <code>Effect Type</code> is set to Classic Acrylic Blur on Windows 10 or Modern Acrylic Blur and <code>Corner Type</code> is set to Square Corners on Windows 11": "Funktioniert nur, wenn <code>Effekttyp</code> unter Windows 10 auf „Klassischer Acrylunschärfer“ oder unter Windows 11 „Moderner Acrylunschärfer“ und <code>Eckentyp</code> auf „Rechteckige Ecken“ eingestellt ist",
  "No Border Color allows you to choose whether to render system borders on the pop-ups.": "Mit „Keine Rahmenfarbe“ können Sie auswählen, ob Systemränder in den Popups gerendert werden sollen.",
  "Choose to show the system borders on the pop-ups": "Wählen Sie, ob die Systemgrenzen in den Popups angezeigt werden sollen",
  "On Windows 10, Only supports removing the system borders of pop-up menus and fully supports Windows 11.": "Unterstützt unter Windows 10 nur das Entfernen der Systemränder von Popup-Menüs und unterstützt vollständig Windows 11.",
  "Choose to hide the system borders on the pop-ups": "Wählen Sie, ob die Systemränder in den Popups ausgeblendet werden sollen",
  "Enable Theme Colorization allows you to choose whether to enable using the current theme color as the system border for the pop-ups.": "Mit „Designfärbung aktivieren“ können Sie auswählen, ob die Verwendung der aktuellen Designfarbe als Systemrahmen für die Popups aktiviert werden soll.",
  "Choose to use the current theme color as system border": "Wählen Sie, ob die aktuelle Designfarbe als Systemrahmen verwendet werden soll",
  "Choose not to use the current theme color as system border": "Wählen Sie, dass die aktuelle Designfarbe nicht als Systemrahmen verwendet werden soll",
  "This option is ignored when <code>Dark/LightMode Border Color</code> or <code>Dark/Light Mode Color</code> values are present": "Diese Option wird ignoriert, wenn Werte für <code>Dark/LightMode Border Color</code> oder <code>Dark/Light Mode Color</code> vorhanden sind",
  "Note: Values in this section require the <code>Enable Custom Rendering</code> property in the Menu->General section be set to <code>Yes</code> to function.": "Hinweis: Für die Werte in diesem Abschnitt muss die Eigenschaft <code>Benutzerdefiniertes Rendering aktivieren</code> im Abschnitt Menü->Allgemein auf <code>Ja</code> gesetzt sein, damit sie funktionieren.",
  "Dark mode border color sets the color of the system border in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Die Randfarbe im Dunkelmodus legt die Farbe des Systemrahmens im Dunkelmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen.",
  "The alpha/opacity value will be ignored when using round corners in Windows 11.": "Der Alpha-/Deckkraftwert wird ignoriert, wenn in Windows 11 runde Ecken verwendet werden.",
  "Light mode border color sets the color of the system border in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Rahmenfarbe im Lichtmodus legt die Farbe des Systemrahmens im Lichtmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen.",
  "Dark mode gradient color sets the color of the background in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Die Verlaufsfarbe im Dunkelmodus legt die Farbe des Hintergrunds im Dunkelmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen.",
  "This will be ignored when using <code>Effect Type</code> as <code>Acrylic</code>, <code>Mica</code> or <code>Mica Alt</code>.": "Dies wird ignoriert, wenn <code>Effekttyp</code> als <code>Acryl</code>, <code>Mica</code> oder <code>Mica Alt</code> verwendet wird.",
  "Light mode gradient color sets the color of the background in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Die Verlaufsfarbe im Lichtmodus legt die Farbe des Hintergrunds im Lichtmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen.",
  "Disabled allows you to choose to disable all effects for this pop-up type.": "Mit „Deaktiviert“ können Sie alle Effekte für diesen Popup-Typ deaktivieren.",
  "Choose not to disable all effects": "Wählen Sie, dass nicht alle Effekte deaktiviert werden sollen",
  "Choose to disable all effects for this pop-up type": "Wählen Sie die Option, alle Effekte für diesen Popup-Typ zu deaktivieren",
  "The translucent effects and animations for these pop-ups will be disabled.": "Die durchscheinenden Effekte und Animationen für diese Pop-ups werden deaktiviert.",
  "No system drop shadow allow you to choose to removes the old-style system shadow called <code>SysShadow</code>.": "Mit „Kein System-Schatten“ können Sie auswählen, ob der altmodische Systemschatten namens <code>SysShadow</code> entfernt werden soll.",
  "Disable the old-style system drop shadows.": "Deaktivieren Sie die Schlagschatten des alten Systems.",
  "Keep the old-style system drop shadow.": "Behalten Sie den Schlagschatten des alten Systems bei.",
  "Generally Windows 11 doesn't have these unless there are any menus with sharp corners.": "Im Allgemeinen verfügt Windows 11 nicht über diese, es sei denn, es gibt Menüs mit scharfen Ecken.",
  "Enable immersive style allows you to choose to uniformly style pop-up menus as modern menus.": "Mit „Immersiven Stil aktivieren“ können Sie festlegen, dass Popup-Menüs einheitlich als moderne Menüs gestaltet werden sollen.",
  "Do not enable uniformly styled pop-ups": "Aktivieren Sie keine einheitlich gestalteten Pop-ups",
  "Enable the uniformly style pop-up menus as modern menus.": "Aktivieren Sie die Popup-Menüs mit einheitlichem Stil als moderne Menüs.",
  "It is strongly recommended to not to disable this option in Windows 11": "Es wird dringend empfohlen, diese Option in Windows 11 nicht zu deaktivieren",
  "Enable custom rendering allows you to choose to fully render the pop-ups from scratch using a custom rendering technique.": "Mit der Option „Benutzerdefiniertes Rendering aktivieren“ können Sie auswählen, ob die Pop-ups mithilfe einer benutzerdefinierten Rendering-Technik vollständig von Grund auf gerendert werden sollen.",
  "Note: Set this value to <code>Yes</code> for the parameters in the Menu section to work.": "Hinweis: Setzen Sie diesen Wert auf <code>Ja</code>, damit die Parameter im Menübereich funktionieren.",
  "Do not enable custom rendering": "Aktivieren Sie kein benutzerdefiniertes Rendering",
  "Enable the custom rendering for pop-up menus.": "Aktivieren Sie das benutzerdefinierte Rendering für Popup-Menüs.",
  "Enable fluent animation allows you to choose to add fluent pop-up animations for menus.": "Mit „Flüssige Animation aktivieren“ können Sie fließende Popup-Animationen für Menüs hinzufügen.",
  "Do not enable fluent animations": "Aktivieren Sie keine flüssigen Animationen",
  "Enable fluent animations for menus.": "Aktivieren Sie flüssige Animationen für Menüs.",
  "No modern app background color removes the background color of UWP icons(such as Photos, Paint, Snipping Tools, Store).": "Keine moderne App-Hintergrundfarbe entfernt die Hintergrundfarbe von UWP-Symbolen (z. B. Fotos, Farbe, Snipping-Tools, Store).",
  "Do not remove the background colors of UWP icons": "Entfernen Sie nicht die Hintergrundfarben von UWP-Symbolen",
  "Enable the removal of background color of UWP icons.": "Aktivieren Sie das Entfernen der Hintergrundfarbe von UWP-Symbolen.",
  "Color treat as transparent allows you to choose a specific color to remove background color of certain icons when this item exists. The removal process expands from the four corners of the icon towards the center until the removal cannot be continued.": "Mit der Option „Farbe als transparent behandeln“ können Sie eine bestimmte Farbe auswählen, um die Hintergrundfarbe bestimmter Symbole zu entfernen, wenn dieses Element vorhanden ist. Der Entfernungsprozess dehnt sich von den vier Ecken des Symbols zur Mitte hin aus, bis die Entfernung nicht mehr fortgesetzt werden kann.",
  "Color treat as transparent threshold allows you to choose a value between 0 to 510 and removes the background color if the color differnce between the pixels is less than this color.": "Mit der Option „Farbbehandlung als transparenter Schwellenwert“ können Sie einen Wert zwischen 0 und 510 auswählen und die Hintergrundfarbe entfernen, wenn der Farbunterschied zwischen den Pixeln geringer als diese Farbe ist.",
  "<p>Equation: √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>": "<p>Gleichung: √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>",
  "Fade out time allows you to choose a value in milliseconds to serve as the duration of the fade-out animation after interacting with a menu item.": "Mit der Ausblendzeit können Sie einen Wert in Millisekunden auswählen, der als Dauer der Ausblendanimation nach der Interaktion mit einem Menüelement dient.",
  "Start ratio is the percentage of the pop-in animation between 0 and 100.": "Das Startverhältnis ist der Prozentsatz der Pop-in-Animation zwischen 0 und 100.",
  "Increasing this value can reduce the visual perception of animation lag, but too high may weaken the visual effect of the animation; decreasing this value can enhance the visual experience of the animation, but too low may affect the interaction experience.": "Durch Erhöhen dieses Werts kann die visuelle Wahrnehmung einer Animationsverzögerung verringert werden, ein zu hoher Wert kann jedoch den visuellen Effekt der Animation schwächen. Eine Verringerung dieses Werts kann das visuelle Erlebnis der Animation verbessern, ein zu niedriger Wert kann jedoch das Interaktionserlebnis beeinträchtigen.",
  "Enable immediate interupting allow users to immediately interrupt animations.": "Durch die Aktivierung der sofortigen Unterbrechung können Benutzer Animationen sofort unterbrechen.",
  "Enabling this option will immediately stop and end the Fluent animation when a menu item is selected/hovered with the mouse.": "Wenn Sie diese Option aktivieren, wird die Fluent-Animation sofort gestoppt und beendet, wenn ein Menüelement ausgewählt bzw. mit der Maus darüber bewegt wird.",
  "Do not enable immediate stoppage and end of fluent animation": "Aktivieren Sie kein sofortiges Stoppen und Ende der fließenden Animation",
  "Enable the immediate stoppage and end of fluent animation.": "Ermöglichen Sie das sofortige Stoppen und Beenden einer fließenden Animation.",
  "Pop in style is the style of the pop-in animation.": "Pop-in-Stil ist der Stil der Pop-in-Animation.",
  "WinUI/UWP basic slide down animation.": "Grundlegende WinUI/UWP-Slide-Down-Animation.",
  "A ripple like animation wich seems like a paper unfold.": "Eine wellenförmige Animation, die wie eine Papierfalte wirkt.",
  "A smooth scroll/expansion from top-left to bottom-right.": "Eine sanfte Bildlauf-/Erweiterungsfunktion von links oben nach rechts unten.",
  "A smooth zoom in animation.": "Eine sanfte Zoom-In-Animation.",
  "Width controls the border thickness of the focus rectangle for pop-up menus.": "Die Breite steuert die Randstärke des Fokusrechtecks ​​für Popup-Menüs.",
  "Width controls the border thickness of the separator line in pop-up menus.": "Die Breite steuert die Randstärke der Trennlinie in Popup-Menüs.",
  "Values are accepted in ms, 1000ms= 1s ": "Werte werden in ms akzeptiert, 1000ms= 1s",
  "This value is divided by 1000 as it is converted to DIP(Device Independent Pixels)": "Dieser Wert wird bei der Konvertierung in DIP (Geräteunabhängige Pixel) durch 1000 geteilt.",
  "Corner radius, as the name suggests is radius of corners for this menu item.": "Der Eckenradius ist, wie der Name schon sagt, der Eckenradius dieses Menüelements.",
  "Dark mode color sets the color of this menu item in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Dunkelmodusfarbe legt die Farbe dieses Menüelements im Dunkelmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen.",
  "This is used for renderig border or filling rectangles.": "Dies wird zum Rendern von Rändern oder zum Füllen von Rechtecken verwendet.",
  "Light mode color sets the color of this menu item in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "Lichtmodusfarbe legt die Farbe dieses Menüpunkts im Lichtmodus fest. Sie können die Farbe nach Ihren Wünschen wählen und mithilfe des Alpha-Werts auch die Deckkraft bestimmen."
}
